/* Adobe Plugin Plist Files for FuzzyEffect */
/* Localized Strings for English */
/* Copyright © 1987-2017 Adobe Systems Inc. */
/* ------------------------------------------------------- */
/* Bundle Info */
CFBundleName = "FuzzyEffect";
CFBundleDisplayName = "FuzzyEffect";
CFBundleGetInfoHTML = "FuzzyEffect version 21.1.0, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.";
CFBundleGetInfoString = "FuzzyEffect version 21.1.0, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.";
CFBundleShortVersionString = "FuzzyEffect version 21.1.0";
